Repository: Fedict/eid-mw
Catalog: plugins_tools/eid-viewer/Windows/eIDViewer/Resources/IdentityTabStringResources.*.resx
Languages: de_de, nl

# DateOfBirthLabel
source: Date of birth:
de_de: Geburtsdatum:
nl: Geboortedatum:

# GivenNamesLabel
source: Given Names:
de_de: Vornamen:
nl: Voornamen:

# MunicipalityLabel
source: Municipality:
de_de: Kommune:
nl: Gemeente:

# NameLabel
source: Name:
nl: Naam:

# NationalityLabel
source: Nationality:
de_de: Staatsangehörigkeit:
nl: Nationaliteit:

# NationalNumberLabel
source: National number:
de_de: Staatsangehörigkeitsnummer:
nl: Nationaal nummer:

# PlaceOfBirthLabel
source: Place of birth:
de_de: Geburtsort:
nl: Geboorteplaats:

# PostalCodeLabel
source: Postal code:
de_de: ostleitzahl:
nl: Postcode:

# SexLabel
source: Sex:
de_de: Geschlecht:
nl: Geslacht:

# SpecialStatusLabel
source: Special status:
de_de: Besonderer Status:
nl: Speciale status:

# StreetLabel
source: Street:
de_de: Straße:
nl: Straat:

# TitleLabel
source: Title:
de_de: Titel:
nl: Titel:

# special_organisation_former_blue_card
source: Previously holder of European Blue Card
de_de: ehemaliger Inhaber der Blauen Karte EU
nl: Voormalig houder van Europese blauwe kaart

# special_organisation_researcher
source: Researcher
de_de: Forscher
nl: Onderzoeker

# special_status_extended_minority
source: Extended Nonage
de_de: Verlängerte Minderjährigkeit
nl: Verlengde minderjarigheid

# special_status_white_cane
source: White Cane
de_de: Weißer Stock
nl: Witte stok

# special_status_yellow_cane
source: Yellow Cane
de_de: Gelber Stock
nl: Gele stok

# type_BELGIAN_CITIZEN
source: IDENTITY CARD
de_de: PERSONALAUSWEIS
nl: IDENTITEITSKAART

# type_BOOTSTRAP_CARD
source: BOOTSTRAP CARD
de_de: STARTKARTE
nl: OPSTARTKAART

# type_EUROPEAN_BLUE_CARD_H
source: H. European Blue Card
de_de: H. Blaue Karte EU
nl: H. Europese blauwe kaart

# type_FOREIGNER_A
source: Proof of registration in the Aliens’ Register – Temporary residence
de_de: Bescheinigung der Eintragung im Ausländerregister - Vorübergehender Aufenthalt
nl: Bewijs van inschrijving in het vreemdelingenregister – Tijdelijk verblijf

# type_FOREIGNER_B
source: Proof of registration in the Aliens’ Register
de_de: Bescheinigung der Eintragung im Ausländerregister
nl: Bewijs van inschrijving in het vreemdelingenregister

# type_FOREIGNER_C
source: Identity Card for Aliens
de_de: Personalausweis für Ausländer
nl: Identiteitskaart voor vreemdeling

# type_FOREIGNER_D
source: Long-term EU Resident
de_de: Daueraufenthalt - EG
nl: EG-Langdurig ingezetene

# type_FOREIGNER_E
source: (Residence) permit of EU Citizen – Certificate of Registration
de_de: Aufenthaltserlaubnis für Staatsangehörige eines EWG-Mitgliedstaates;Anmeldebescheinigung
nl: (Verblijfs)kaart van een onderdaan van een lidstaat der EEG Verklaring van inschrijving

# type_FOREIGNER_E_PLUS
source: Document in evidence of durable residence of an EU Citizen
de_de: Dokument zur Bescheinigung des Daueraufenthalts eines EU-Ausländers
nl: Document ter staving van duurzaam verblijf van een EU onderdaan

# type_FOREIGNER_F
source: Permit for non-EU family members of an EU Citizen or Belgian national
de_de: Ausweis für Nicht-EU-Familienmitglieder eines EU-Ausländers oder eines belgischen Staatsangehörigen
nl: Kaart voor niet-EU familieleden van een EU-onderdaan of van een Belg

# type_FOREIGNER_F_PLUS
source: Durable residence permit of a family member of an EU Citizen
de_de: Daueraufenthaltskarte für Familienangehörige eines Unionsbürgers
nl: Duurzame verblijfskaart van een familielid van een burger van de Unie

# type_HABILITATION_CARD
source: Habilitation Card
de_de: Berechtigungskarte
nl: Habilitatiekaart

# type_KIDS_CARD
source: KIDS CARD
de_de: KIDS-KARTE
nl: KIDS KAART

# MemberLabel
source: Family member
de_de: Member of Family
nl: Gezinslid

# ProtectionLabel
source: Date and country of international protection:
de_de: Date and country of protection
nl: Datum en land van internationale bescherming:

# DuplicateLabel
source: Duplicate:
nl: Duplicaat:

# EmployersVATNumber1Label
source: Employer's VAT/ CBE number (1):
nl: BTW/KBO-nummer van de werkgever (1):

# EmployersVATNumber2Label
source: Employer's VAT/ CBE number (2):
nl: BTW/KBO-nummer van de werkgever (2):

# RegionalFileNumberLabel
source: Regional file number:
nl: Gewestelijk dossiernummer:

# SpecialOrganisationLabel
source: Special organisation:
nl: Bijzondere organisatie:

# WorkPermitMentionLabel
source: Access to the labour market:
nl: Toegang tot de arbeidsmarkt:

source: photo
nl: foto

source: Brexit Mentions:
nl: Brexit vermeldingen:

# CardA_mentions
source: Mentions:
nl: Vermeldingen:

# genderFemale
source: V
de_de: F
