Repository: Fedict/eid-mw
Catalog: plugins_tools/eid-viewer/gtk/po/*.po
Languages: fr

source: Initialising
fr: Initialiser

source: Ready to read identity card
fr: Prêt à lire la carte d’identité

source: No cardreader found
fr: Aucun lecteur de cartes trouvé

source: Card available
fr: Carte disponible

source: Reading identity
fr: Lecture des données d’identité

source: Reading certificates
fr: Lecture de certificats en cours

source: Failed to read identity data
fr: Impossible de lire les données d’identité

source: Performing a PIN operation
fr: Exécution d'une opération PIN en cours

source: View data on the Belgian eID card
fr: Consultez les données de la carte eID belge

source: Open eID file
fr: Ouvrir un fichier eID

source: _Cancel
fr: _Annuler

source: _Open
fr: _Ouvrir

source: All files
fr: Tous les fichiers eID

source: All eID files
fr: Tout fichier eID

source: eID files
fr: Fichiers eID

source: Save eID file
fr: Enregistrer un fichier eID

source: _Save
fr: _Enregistrer

source: PIN incorrect
fr: Code PIN erroné

source: PIN OK
fr: Code PIN OK

source: Error occurred while trying to test PIN code
fr: Une erreur s'est produite pendant la vérification du code PIN

source: PIN change failed
fr: La modification du code PIN a échoué

source: PIN changed
fr: Code PIN modifié

source: Error occurred while trying to change PIN code
fr: Une erreur s'est produite pendant la modification du code PIN

source: https://eid.belgium.be/en/question-and-answer
fr: https://eid.belgium.be/fr/questions-et-reponses

source: https://iamapps.belgium.be/tma/
fr: https://iamapps.belgium.be/tma/?lang=fr

source: Detailed information...
fr: Information Détaillée...

source: Export to PEM file...
fr: Exporter vers fichier PEM...

source: Export to DER file...
fr: Exporter vers fichier DER...

source: Export chain to PEM file...
fr: Exporter la chaine vers fichier PEM...

source: _File
fr: Dossier

source: _Help
fr: _Aide

source: Frequently Asked Questions...
fr: Foire aux questions...

source: eID Card Test Site...
fr: Site de test eID...

source: Name:
fr: Nom:

source: Given names:
fr: Prénoms:

source: Place of birth:
fr: Lieu de naissance:

source: Date of birth:
fr: Date de naissance:

source: Sex:
fr: Sexe:

source: National number:
fr: Numéro national:

source: Municipality:
fr: Commune:

source: Postal code:
fr: Code postal:

source: Street:
fr: Rue:

source: Special status:
fr: Statut spécial:

source: Title:
fr: Titre:

source: Nationality:
fr: Nationalité:

source: Date and country of international protection:
fr: Date et pays de protection internationale:

source: Employer's VAT/CBE number (1):
fr: Numéro TVA/BCE de l'employeur (1)

source: Employer's VAT/CBE number (2):
fr: Numéro TVA/BCE de l'employeur (2)

source: Access to the labour market:
fr: Accès au marché du travail:

source: Regional file number:
fr: Numéro de dossier régional:

source: Family member:
fr: Membre de famille:

source: Organization:
fr: Organisation:

source: Brexit mentions:
fr: Mentions du Brexit:

source: Identity
fr: Identité

source: Card number:
fr: Numéro de carte:

source: Place of issue:
fr: Lieu d'émission:

source: Chip number:
fr: Numéro de puce:

source: Valid from:
fr: Valable à partir du:

source: Valid until:
fr: Valable jusqu'au:

source: Verify PIN
fr: Verifier le code PIN

source: Change PIN
fr: Changer le code PIN

source: Contact chip:
fr: Puce à contact:

source: Card/PIN
fr: Carte/PIN

source: Usage:
fr: Utilisation:

source: Trust:
fr: Confiance:

source: Always validate certificate trust
fr: Toujours valider la fiabilité des certificats

source: Validate Now
fr: Valider maintenant

source: Certificates
fr: Certificats

source: Clear Log
fr: Effacer le journal

source: Copy Log To Clipboard
fr: Copier le journal dans le presse-papiers

source: Log
fr: Journal

source: Show log tab
fr: Afficher le journal

source: Automatic
fr: Automatique

source: Reader selection
fr: Sélection d'un lecteur de carte

source: Printed:
fr: Imprimé:

source: Printed by:
fr: Imprimé par:

source: %B %d, %Y
fr: %d %B %Y

source: BELGIUM %s
fr: BELGIQUE %s
